app/Models/ImpordataModel.php

INSERT INTO `tbl_history_import` (`nama_file`, `id_instansi`, `waktu_upload`, `user_id`, `tabel`, `aktif`) VALUES ('format_pindah_instansi (3)_10.xlsx', '1', '2023-02-28 03:05:20', '18', 'tbl_pindah_instansi', '0')
---
        $data_history_import['tabel'] = 'tbl_pindah_instansi';
        $data_history_import['aktif'] = '0';

        $this->db->table('tbl_history_import')->insert($data_history_import);